Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/UserNotificationsKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SUMMARIZATION_ONBOARDING_CUSTOMIZATION_V1_DETAIL
source: Choose the apps you would like to receive summarized notifications from. You can change this for any app in Settings.
ar: اختيار التطبيقات التي تود استلام إشعارات ملخصة منها. يمكنك تغيير ذلك لأي تطبيق في الإعدادات.
bg: Изберете приложенията, от които искате да получавате обобщени известия. Можете да промените това за всяко приложение в Настройки.
ca: Selecciona les apps de què vulguis que es resumeixin les notificacions. Pots canviar‑les a la configuració.
cs: Vyberte aplikace, ze kterých chcete dostávat souhrnná oznámení. Tuto volbu můžete pro kteroukoli aplikaci změnit v Nastavení.
da: Vælg de apps, du vil modtage opsummerede notifikationer fra. Du kan ændre det for hvilken som helst app i Indstillinger.
de: Wähle die Apps aus, von denen du zusammengefasste Mitteilungen erhalten möchtest. Du kannst dies für jede App in den Einstellungen ändern.
el: Επιλέξτε τις εφαρμογές από τις οποίες θέλετε να λαμβάνετε συνοπτικές γνωστοποιήσεις. Μπορείτε να αλλάξετε αυτήν την επιλογή για οποιαδήποτε εφαρμογή ανά πάσα στιγμή στις Ρυθμίσεις.
es: Selecciona las apps de las que quieras recibir notificaciones resumidas. Puedes activar o desactivar la función de resumir para cada app en Ajustes.
es_419: Selecciona de cuáles apps quieres recibir notificaciones resumidas, lo que puedes cambiar para cualquiera en Configuración.
fi: Valitse, apit, joiden ilmoituksista haluat saada yhteenvedot. Voit muuttaa tämän mille tahansa apille Asetuksissa.
fr: Choisissez les apps desquelles vous souhaiteriez recevoir des notifications résumées. Vous pouvez modifier ceci pour n’importe quelle app dans Réglages.
fr_ca: Choisissez les apps pour lesquelles vous souhaiteriez recevoir des notifications résumées. Vous pouvez modifier ce réglage pour n’importe quelle app dans Réglages.
he: באפשרותך לבחור את היישומים שברצונך לקבל את סיכום העדכונים שלהם. ניתן לשנות זאת עבור כל יישום דרך ״הגדרות״.
hi: ऐप्स चुनें जिनसे आप सूचनाओं का सारांश पाना ^[चाहते हैं](inflect: true)। सेटिंग्ज़ में जाकर आप किसी भी ऐप के लिए इसे बदल ^[सकते हैं](inflect: true)।
hr: Odaberite aplikacije za koje biste željeli primati sažete obavijesti. Ovo podešenje možete promijeniti za bilo koju aplikaciju u Postavkama.
hu: Válassza ki az appokat, amelyektől összegzett értesítéseket szeretne fogadni. Ezt bármelyik app esetében módosíthatja a Beállításokban.
id: Pilih dari app mana Anda ingin menerima ringkasan pemberitahuan. Anda dapat mengubah ini untuk app mana pun di Pengaturan.
it: Scegli le app da cui vuoi ricevere le notifiche sotto forma di riepilogo. Puoi modificare l’opzione per qualsiasi app in Impostazioni.
ja: 要約された通知を受け取るようにしたいアプリを選択します。“設定”で、どのアプリでも変更できます。
kk: Жинақталған хабарландырулар алғыңыз келетін қолданбаларды таңдаңыз. Мұны кез келген қолданба үшін «Реттеулер» мәзірінде өзгертуге болады.
ko: 알림 요약을 받으려는 앱을 선택합니다. 이 옵션은 설정에서 개별 앱마다 변경할 수 있습니다.
lt: Pasirinkite programas, iš kurių norėtumėte gauti apibendrintus pranešimus. Tai galite pakeisti bet kurios programos nustatymuose.
ms: Pilih app yang anda mahu menerima pemberitahuan diringkaskan. Anda boleh menukarnya untuk sebarang app dalam Seting.
nl: Kies de apps waarvan je samengevatte meldingen wilt ontvangen. Je kunt dit voor elke app wijzigen in Instellingen.
no: Velg de appene du vil ha opp­sum­meringer fra. Apputvalget kan endres når som helst i Innstillinger.
pl: Wybierz aplikacje, od których chcesz otrzymywać streszczone powiadomienia. Możesz to zmienić dla dowolnej aplikacji w Ustawieniach.
pt: Escolha os apps dos quais você gostaria de receber notificações resumidas. Você pode alterar essa opção para qualquer app nos Ajustes.
pt_pt: Escolha as aplicações das quais pretende receber notificações resumidas. Pode alterar esta opção para qualquer aplicação nas Definições.
ro: Alegeți aplicațiile de la care ați dori să primiți notificări rezumate. Puteți schimba această opțiune pentru orice aplicație în Configurări.
ru: Выберите приложения, от которых Вы хотите получать конспекты уведомлений. Этот выбор можно изменить для любого приложения в Настройках.
sk: Vyberte apky, z ktorých chcete dostávať zhrnutia hlásení. Vybranú možnosť môžete pre ľubovoľnú apku zmeniť v Nastaveniach.
sl: Izberite aplikacije, od katerih želite prejemati povzeta obvestila. To lahko v Nastavitvah spremenite za katerokoli aplikacijo.
sv: Välj vilka appar du vill få sammanfattade notiser från. Du kan ändra detta för vilken app som helst i Inställningar.
th: เลือกแอปที่คุณต้องการที่จะรับการแจ้งเตือนแบบสรุป คุณสามารถเปลี่ยนการตั้งค่านี้ของแอปได้ในการตั้งค่า
tr: Özetlenmiş bildirimler almak istediğiniz uygulamaları seçin. Bunu, istediğiniz uygulama için Ayarlar’da değiştirebilirsiniz.
uk: Оберіть програми, від яких хочете отримувати підсумки сповіщень. Змінити це для будь-якої програми можна в Параметрах.
vi: Chọn các ứng dụng bạn muốn nhận thông báo được tóm tắt. Bạn có thể thay đổi tùy chọn này cho bất kỳ ứng dụng nào trong Cài đặt.
zh_cn: 选取App以接收其摘要通知。你可以在“设置”中为任何App更改此项。
zh_hk: 選擇你要接收摘要通知的App。你可以在「設定」為任何App進行更改。
zh_tw: 選擇你要接收通知摘要的App。你可以在「設定」中為任何App更改此設定。

# RELATIVE_DATE_PAST_SEC
source: %@s ago
ar: منذ %@ ثانية
bg: Преди %@ сек.
ca: fa %@ s
cs: před %@ s
da: %@ s siden
de: Vor %@ Sek.
el: %@ δ. πριν
es: hace %@ s
es_419: hace %@ s
fi: %@ s sitten
fr: il y a %@ s
fr_ca: il y a %@ s
he: לפני %@ שנ׳
hi: %@ से॰ पूर्व
hr: prije %@ s
hu: %@ m.perce
id: %@d lalu
it: %@ sec fa
ja: %@秒前
kk: %@ сек бұрын
ko: %@초 전
lt: Prieš %@ sek.
ms: %@s lalu
nl: %@s geleden
no: %@ s siden
pl: %@ s temu
pt: %@s atrás
pt_pt: há %@s
ro: acum %@ s
ru: %@ с назад
sk: pred %@ s
sl: Pred %@ s
sv: %@ s sedan
th: %@ วินาทีที่แล้ว
tr: %@ sn. önce
uk: %@ с тому
vi: %@ giây trước
zh_cn: %@秒钟前
zh_hk: %@秒前
zh_tw: %@秒前
